problems/+azevedo/@MMSBendingBar2d/meshes/unitCube80x80/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    top
    {
        type            wall;
        nFaces          80;
        startFace       12640;
    }
    left
    {
        type            wall;
        nFaces          80;
        startFace       12720;
    }
    right
    {
        type            wall;
        nFaces          80;
        startFace       12800;
    }
    bottom
    {
        type            wall;
        nFaces          80;
        startFace       12880;
    }
    back
    {
        type            empty;
        nFaces          6400;
        startFace       12960;
    }
    front
    {
        type            empty;
        nFaces          6400;
        startFace       19360;
    }
)


// ************************************************************************* //
